
/* No comment provided by engineer. */
"%@ (%@) : Connection Notice" = "%@ (%@)：连接提醒";

/* No comment provided by engineer. */
"%@ (%@) has sent you an unknown encryption fingerprint:\n\n%@\n\nDo you want to accept this fingerprint as valid?" = "%1$@ (%2$@) 将未知的密码指纹发送给你：\n\n%3$@\n\n你要接受它为有效指纹吗？";

/* User deined authorization; the next line has an explanation. */
"%@ denied authorization:" = "%@ 已拒绝批准：";

/* No comment provided by engineer. */
"%@ granted authorization." = "%@ 已同意批准。";

/* No comment provided by engineer. */
"%s has %i new messages." = "%s 有 %i 个新信息。";

/* No comment provided by engineer. */
"%s has 1 new message." = "%s 有 1 个新信息。";

/* Message when the remote contact cancels his half of an encrypted conversation. %s will be a name. */
"%s is no longer using encryption; you should cancel encryption on your side." = "%s 不再使用加密；你应该取消你这边的加密。";

/* No comment provided by engineer. */
"(No reason given)" = "(没有给予原因)";

/* Indicates a preference will not take effect until the next time Adium is loaded */
"(Takes effect the next time Adium launches)" = "(下次启动 Adium 时才生效)";

/* No comment provided by engineer. */
"Adium : Notice" = "Adium：提醒";

/* No comment provided by engineer. */
"Adium Notice: %@" = "Adium 提醒：%@";

/* No comment provided by engineer. */
"Adium provides encryption, authentication, deniability, and perfect forward secrecy over %@ via Off-the-Record Messaging (OTR). If your contact is not using an OTR-compatible messaging system, your contact will be sent a link to the OTR web site when you attempt to connect. For more information on OTR, visit http://www.cypherpunks.ca/otr/." = "Adium 通过无记录信息 (OTR) 提供加密、认证、拒绝和经由 %@ 的完美秘密转送。如果你的联络人并非使用与 OTR 兼容的信息系统，当你尝试连接时，你的联络人将会被传送一个 OTR 网站的连接。要获取更多关于 OTR 的信息，请访问 ttp://www.cypherpunks.ca/otr/。";

/* A 'Hiptop' is a mobile device; this phrase descibes a contact who is connected to AIM through a hiptop. */
"AIM via Hiptop" = "通过 Hiptop 的 AIM";

/* Button title to allow an action */
"Allow" = "同意";

/* No comment provided by engineer. */
"Allow MSN Mobile pages?" = "同意使用 MSN 移动传呼？";

/* Action menu item for MSN accounts to toggle whether Mobile pages [forwarding messages to a mobile device] are enabled */
"Allow/Disallow Mobile Pages" = "接受/不接受移动传呼";

/* No comment provided by engineer. */
"America Online" = "美国在线";

/* No comment provided by engineer. */
"An ambiguous user ID was entered" = "一个未明确的用户 ID 已进入";

/* No comment provided by engineer. */
"An error was encoutered sending the file.  Please note that sending of folders is not currently supported; this includes Application bundles." = "发送这个文件时遇到错误。请注意，目前尚不支持文件夹的发送，包括应用程序的文件包。";

/* No comment provided by engineer. */
"AOL Administrator" = "AOL 管理人员";

/* Phrase to describe the client through which a contact is connected mobilely; cell phones, for example, may be AOL Mobile Devices. */
"AOL Mobile Device" = "AOL 移动设备";

/* No comment provided by engineer. */
"Authenticating" = "正在确认批准";

/* No comment provided by engineer. */
"Authorization Requested" = "请求批准";

/* Connection step */
"Balancer handshake" = "权衡握手";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Connect" = "连接";

/* No comment provided by engineer. */
"Connecting" = "正在连接";

/* No comment provided by engineer. */
"Connection error." = "连接错误。";

/* No comment provided by engineer. */
"Connection established" = "已建立连接";

/* No comment provided by engineer. */
"Conversation notices" = "对话提示";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct IM connected" = "直接的 IM 已连接";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct IM disconnected" = "直接的 IM 已断开";

/* Button title to prevent an action */
"Disallow" = "不接受";

/* No comment provided by engineer. */
"Display conversation closed notices" = "显示已关闭的对话提示";

/* No comment provided by engineer. */
"Display names (friendly names)" = "显示名称 (友善的名称)";

/* No comment provided by engineer. */
"Do you want to allow or disallow people on your buddy list to send you MSN Mobile pages to your cell phone or other mobile device?" = "你要接受或不接受好友列表上的人们发送 MSN 移动传呼到你的移动电话或其它移动设备上吗？";

/* No comment provided by engineer. */
"Encrypted by Off-the-Record Messaging" = "通过无记录加密发送";

/* No comment provided by engineer. */
"Encryption" = "加密";

/* Connection step */
"Exchanging key hash" = "正在变换 key hash";

/* No comment provided by engineer. */
"Export Sametime List..." = "输出 Sametime 列表...";

/* No comment provided by engineer. */
"File Send Error" = "文件发送错误";

/* No comment provided by engineer. */
"Finalizing connection" = "正在结束连接";

/* Fingerprint for <name>: */
"Fingerprint for %@:" = "%@ 的指纹：";

/* No comment provided by engineer. */
"Fingerprint: %.80s" = "指纹：%.80s";

/* Button title to make Adium no longer know a user's encryption fingerprint */
"Forget Fingerprint" = "忘记了指纹";

/* No comment provided by engineer. */
"From: " = "来自：";

/* No comment provided by engineer. */
"Generating private encryption key for %@" = "正在替 %@ 生成私人密码串";

/* No comment provided by engineer. */
"GG Number" = "GG 号码";

/* No comment provided by engineer. */
"ICQ Number" = "ICQ 号码";

/* No comment provided by engineer. */
"Import Sametime List..." = "输入 Sametime 列表...";

/* No comment provided by engineer. */
"Incoming:" = "传入：";

/* No comment provided by engineer. */
"Initializing Stream" = "正在初始化流文件";

/* No comment provided by engineer. */
"Initiate Conference with %@" = "开始与 %@ 的对话";

/* No comment provided by engineer. */
"Initiate Direct IM with %@" = "开始与 %@ 的直接通信";

/* No comment provided by engineer. */
"Initiate Multiuser Chat with %@" = "开始与 %@ 的多用户聊天";

/* No comment provided by engineer. */
"Invalid Jabber ID or Password" = "无效的 Jabber ID 或密码";

/* No comment provided by engineer. */
"Jabber ID" = "Jabber ID";

/* No comment provided by engineer. */
"Jabber was unable to connect due to an invalid Jabber ID or password.  This may be because you do not yet have an account on this Jabber server.  Would you like to register now?" = "Jabber 无法连接，因为无效的 Jabber ID 或密码，这或许是因为你还没有从 Jabber 服务器获得账号。你现在想要注册一个吗？";

/* No comment provided by engineer. */
"Join %@'s Chat" = "加入与 %@ 的聊天";

/* No comment provided by engineer. */
"Load From and Save To Server" = "载入来源和储存位置到服务器";

/* No comment provided by engineer. */
"Load From Server" = "载入来源服务器";

/* No comment provided by engineer. */
"Local Only" = "仅本机";

/* No comment provided by engineer. */
"Logging in" = "正在登入";

/* No comment provided by engineer. */
"Looking up server" = "正在查找服务器";

/* No comment provided by engineer. */
"Member Name" = "会员名称";

/* No comment provided by engineer. */
"MSN" = "MSN";

/* No comment provided by engineer. */
"MSN Passport" = "MSN Passport";

/* No comment provided by engineer. */
"New Mail" = "新邮件";

/* No comment provided by engineer. */
"No" = "取消";

/* Message to show in the Encryption OTR preferences when an account is selected which does not have a private key */
"No private key present" = "没有现成的个人钥匙";

/* No comment provided by engineer. */
"No reason was given." = "没有给予原因。";

/* No comment provided by engineer. */
"Not private" = "非私人";

/* No comment provided by engineer. */
"OK" = "好";

/* No comment provided by engineer. */
"Open Mail" = "打开邮件";

/* Name for the orphans group */
"Orphans" = "搁置";

/* No comment provided by engineer. */
"OTR Fingerprint" = "OTR 指纹";

/* No comment provided by engineer. */
"Outgoing:" = "传出：";

/* No comment provided by engineer. */
"Password sent" = "密码已发送";

/* No comment provided by engineer. */
"Please wait" = "请等待";

/* No comment provided by engineer. */
"Private" = "私人";

/* No comment provided by engineer. */
"Re-request Authorization from %@" = "重新请求来自 %@ 的批准";

/* Connection step */
"Reading data" = "正在读取数据";

/* Connection step */
"Reading server key" = "正在读取服务器数值";

/* No comment provided by engineer. */
"Received authorization" = "已接收批准";

/* No comment provided by engineer. */
"Register" = "注册";

/* No comment provided by engineer. */
"Requesting to send password" = "正在请求发送密码";

/* No comment provided by engineer. */
"Retrieving buddy list" = "正在取回好友列表";

/* Roster - the Jabber default group */
"Roster" = "名单";

/* No comment provided by engineer. */
"Screen Name" = "Screen Name";

/* No comment provided by engineer. */
"Screen name sent" = "Screen Name 已发送";

/* No comment provided by engineer. */
"Secure ID for this session:" = "这个区段的安全 ID：";

/* No comment provided by engineer. */
"Send to %@'s Mobile" = "发送到 %@ 的移动设备上";

/* Action menu item for setting the display name */
"Set Display Name" = "设置显示名称";

/* No comment provided by engineer. */
"Set Home Phone Number" = "设置家庭电话号码";

/* No comment provided by engineer. */
"Set Mobile Phone Number" = "设置移动电话号码";

/* No comment provided by engineer. */
"Set Work Phone Number" = "设置工作电话号码";

/* Title for the MSN display name setting dialogue box */
"Set your friendly name." = "设置你的友善名称。";

/* Title for the dialogue prompting for your home phone number */
"Set your home phone number." = "设置你的家庭电话号码。";

/* Title for the dialogue prompting for your mobile phone number */
"Set your mobile phone number." = "设置你的移动电话号码。";

/* Title for the dialogue prompting for your work phone number */
"Set your work phone number." = "设置你的工作电话号码。";

/* No comment provided by engineer. */
"Show display names as status messages" = "显示显示名称为状态信息";

/* No comment provided by engineer. */
"Subject: " = "主题：";

/* No comment provided by engineer. */
"Syncing with server" = "正在与服务器同步";

/* No comment provided by engineer. */
"Temporarily Hide From %@" = "暂时从 %@ 隐藏";

/* No comment provided by engineer. */
"The contact %@ wants to add %@ to his or her contact list for the following reason:\n%@" = "联络人 %1$@ 想要添加 %2$@ 到他/她的联络人列表，基于以下原因：\n%3$ @";

/* No comment provided by engineer. */
"The contact %@ wants to add %@ to his or her contact list." = "联络人 %1$@ 想要添加 %2$@ 到他/她的联络人列表。";

/* No comment provided by engineer. */
"The identifier '%@' may possibly refer to any of the following users. Please select the correct user from the list below." = "标识符 '%@' 有可能指的是下列的任何用户。请从下面列表中选择正确的用户。";

/* No comment provided by engineer. */
"The other user is in your deny list." = "在你拒绝列表中的另一位用户。";

/* No comment provided by engineer. */
"The other user is temporarily unavailable." = "另一位用户目前暂时无法联络。";

/* Description for the MSN display name setting dialogue. */
"This is the name that other MSN buddies will see you as." = "这是其它 MSN 好友将看到的你的名称。";

/* No comment provided by engineer. */
"Un-hide From %@" = "取消隐藏从 %@";

/* No comment provided by engineer. */
"United States" = "美国";

/* No comment provided by engineer. */
"Unknown" = "未知";

/* No comment provided by engineer. */
"Unknown OTR fingerprint" = "未知的 OTR 指纹";

/* No comment provided by engineer. */
"Unsubscribe %@" = "取消订阅 %@";

/* No comment provided by engineer. */
"Unused" = "未使用";

/* No comment provided by engineer. */
"Username" = "用户名称";

/* Sample name and server for new gmail accounts */
"username@gmail.com" = "用户名@gmail.com";

/* Sample name and server for new Jabber accounts */
"username@jabber.org" = "用户名@jabber.org";

/* No comment provided by engineer. */
"View %@'s Webcam" = "查看 %@ 的摄像头";

/* No comment provided by engineer. */
"Warning level is too high." = "警告级别太高。";

/* No comment provided by engineer. */
"Warning: The 'load and save' option is still experimental. Please back up your contact list with an official client before enabling." = "警告：此 '载入和储存' 选项尚属实验性质。在启用前请先于官方的客户端程序备份你的联络人列表。";

/* No comment provided by engineer. */
"Yahoo! ID" = "Yahoo! ID";

/* No comment provided by engineer. */
"Yes" = "是";

/* No comment provided by engineer. */
"You are sending messages too quickly; wait a moment and try again." = "你在短时间内发送信息的频率太高；请稍后再试一次。";

/* No comment provided by engineer. */
"You have mail!\n" = "你有新邮件！";

/* Message when sending unencrypted messages to a contact expecting encrypted ones. %s will be a name. */
"You sent an unencrypted message, but %s was expecting encryption." = "你已发送一则未加密的信息，但 %s 希望加密。";

/* No comment provided by engineer. */
"Your message to %@ did not get sent" = "你给 %@ 的信息未能发送";

/* No comment provided by engineer. */
"Your message was refused by the other user." = "你的信息已被另一位用户拒绝。";

/* No comment provided by engineer. */
"Your message was too big." = "你的信息太长。";

/* No comment provided by engineer. */
"Your Yahoo! message did not get sent." = "你的 Yahoo! 信息未能发送。";
